/* GENERAL STRINGS */

"Okay" = "Okay";
"Delete" = "Delete";
"Basic Settings" = "Basic Settings";



/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/* HOME VIEW */

"Up Next" = "Up Next";
"More to Explore" = "More to Explore";
"%@, %lldb items, %g%% complete." = "%@, %lldb items, %g%% complete.";



/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now." = "There's nothing here right now.";

/* a button that shows a menu with the following items */
"Sort" = "Sort";
"Sort Items" = "Sort Items"; /* the title of the menu */
"Optimized" = "Optimized"; /* sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* sort by item creation date */
"Title" = "Title"; /* sort by item title */

/* default names for a new project/item */
"New Project" = "New Project";
"New Item" = "New Item";

"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";



/* EDITING PROJECTS */

"Edit Project" = "Edit Project";
"Project Name" = "Project Name";
"Description of This Project" = "Description of This Project";
"Custom Project Color" = "Custom Project Color";

/* options to close (mark as finished), open (mark as unfinished), or delete a project */
"Close This Project" = "Close This Project";
"Closing a project moves it from the Open tab to the Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open tab to the Closed tab; deleting it removes the project entirely.";
"Reopen This Project" = "Reopen This Project";
"Delete This Project" = "Delete This Project";
"Delete Project?" = "Delete Project?";
"Are you sure that you want to delete this project? You will also delete all of the items it contains." = "Are you sure that you want to delete this project? You will also delete all of the items it contains.";



"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";



/* EDITING ITEMS */

"Edit Item" = "Edit Item";
"Item Name" = "Item Name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark Completed" = "Mark Completed"; /* mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";



/* OTHER STRINGS */

/* shown by default when the user hasn't selected a project/item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";


